Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: 1 sentence collected
khw: 1جملہ بڑاځینو ہوئے

source: 2019 End-of-Year Release
khw: 2019 سالو اخیری خبر

source: 2 down, keep it up!<playIcon></playIcon>
khw: پست۔ ہمو برقرار بہچاوے

source: ≥ 2 No votes
khw: ≥ 2 دنا ووٹ

source: ≥ 2 Yes votes
khw: جو یا جواری ذیاد 'دی' ووٹ

source: Abbreviations and Acronyms
khw: مختصر وا مخفف

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
khw: اسکوردی وا مخفف لفظ کیچہ کی "یو ایس اے" یا "آئی سی ای" شینی عبارتو موژی نو گیلیک۔ ہمیتان ہݰ طریقہ ریلیک کہ تان املو غون نو بانی۔ ہیغار علاوہ، ای اسکوردی کاردو لفظو بو قسمہ ریونو بویان۔

source: Abkhaz
khw: ابکھاز

source: About
khw: کامن وائسو بارا

source: About options menu
khw: اختیاراتو لیسٹو بارا

source: Academic Reference
khw: تعلیمی حوالہ

source: Accent
khw: لب و لہجہ

source: Accepted file types: .tsv only
khw: حاجت فائلو قسم صرف: .tsv

source: Access press releases and stories related to Common Voice
khw: کمان وائسو بارا خبران وا مضمونان مشکے

source: Account
khw: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
khw: <accuracyLink> سہی کوریکو خور معلوماتان پچین ہیا لوڑے۔ </accuracyLink>

source: Acehnese
khw: اچینیس

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
khw: { $actionType }<micIcon></micIcon>وا کندوری کی بوسان قدرتی اندازا جواب دیت

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
khw: { $actionType }<playIcon></playIcon>وا نیویشے کیاغ کی ہیس ریاوا تو کار کوسان

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
khw: { $actionType }<playIcon></playIcon> ہیت ہیا جملو صحیح ادا ارینیا؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
khw: { $actionType }<playIcon></playIcon>ہوازو تین کارکورے وا نیویشیرو لوڑے۔ کاڑ ای قسمہ؟ کہ نو بیرانی بدل کوری بلکل ای قسمہ کو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
khw: { $actionType }<recordIcon></recordIcon> تھے جملو توڑ راوے

source: { $actionType }<stopIcon></stopIcon> when done
khw: { $actionType }<stopIcon></stopIcon> کی ارو

source: { $actionType } submit when ready
khw: { $actionType } کی تیار ہوئے جمع کو

source: Adamawa Fulfulde
khw: اڈماوا فولفولدے

source: Add and Review Sentences, Add Questions, Transcribe Audio
khw: جملان شامل کو اچی وا لوڑے، سوال شامل کو، ہوازو نیویشیکا انگے

source: Add a question <icon></icon> in { $currentLocale } for people to answer
khw: رویان جواب دیکو پچین ہیا</icon> </icon> ای سوال شامل کو

source: Add as much information as you can about the language. This could include:
khw: وارو بارا کندوری کی ہوئی معلومات شامل کو۔ شامل کوریکو بوس:

source: Add <icon></icon> a public domain sentence
khw: عام رویان بارا<icon></icon> جملہ شامل کو

source: Add information
khw: معلومات شامل کو

source: Adding Sentences
khw: جملان شامل کوریک

source: Additional Language
khw: بیݰ وار

source: Add Language
khw: وارو استعمال کو

source: Add new custom accent "{ $inputValue }"
khw: "{ $inputValue }" نوغ لہجہ شامل کو

source: Add new sentences for the community to read
khw: تان رویان ریکو پچین نوغ جملہ شامل کو

source: Add one sentence per line
khw: ای لائنا ای جملہ شامل کو

source: Add questions in your language
khw: تان زبانا سوال شامل کو

source: Add Questions <small>(Coming soon)</small>
khw: سوال شامل کو <small> (شاو گویان)</small>

source: Add Sentences
khw: جملان شامل کو

source: Add sentences in your language
khw: تان وارا جملہ شامل کو

source: Add Text
khw: نیویشیرو شامل کو

source: Add up to 1,000 sentences
khw: 1,000 پت جملہ شامل کو

source: Add Your Voice
khw: تان ہوازو شامل کو

source: Adyghe
khw: ادیگھے

source: Adyghe (West Circassian)
khw: ادیگھے(مشرقی سرکاشین)

source: Afaan Oromo
khw: افان ارومو

source: Afar
khw: افار

source: A few bytes
khw: ای کما بائٹس

source: Afrikaans
khw: افریکانس

source: Age
khw: عمر

source: Agriculture and Food
khw: زمینداری وا خوراک

source: Albanian
khw: البانیئن

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
khw: گوݯتو پھوک ہواز کی گیاو اوشوَئے سہی لیکن ای خور کا سفا لفظان سورا کی لو دیاو اوشتائے ہتے ہوازو رد کوریلیک۔ گوݯتو کی ٹی وی ݯوکی اوشوئَے ہتے وختا ہݰ بوئے۔

source: All
khw: تھمام

source: All sentence must have the same domain
khw: سف جملان دائرہ(موضوع) ایک بائے

source: All sentences must have the same citation
khw: سف جملان ای حوالہ بائے

source: Already have an account? <login>Log-In</login>
khw: پروشٹیار کی اکاونٹ شیر؟ <login>لاگ ان</login> بوس

source: Alsatian
khw: الساتین

source: Amharic
khw: امہاریک

source: An error occurred fetching sentences
khw: جملو گناوا نقص پیدا ہوئے

source: An error occurred reviewing this sentence
khw: جملو وا لوڑاوا نقص پیدا ہوئے

source: An error occurred submitting your voice information
khw: تو ہوازو معلومات جمع کوراوا، ای نقص پیدا ہوئے

source: An error occurred while creating this transcript
khw: ہمو نیویشیکا غیرریاوا ای نقص پیدا ہوئے

source: An error occurred while editing the transcript
khw: نیویشیرو ایڈیٹ کوراوا ای نقص پیدا ہوئے

source: An error occurred while recording
khw: رکارڈ کوریکو موژی نقص پیدا ہوئے

source: An error occurred while skipping the transcript
khw: نیویشیرو سورین نیسیکو موژی نقص پیدا ہوئے

source: An error occurred while skipping this prompt
khw: نیویشیرو سورین نیسیکو موژی نقص پیدا ہوئے

source: An error occurred while submitting the report
khw: رپورٹو جمع کوراوا ای نقص پیدا ہوئے

source: An error occurred while uploading your response
khw: تہ جوابو اپلوڈ کوریکو موژی نقص پیدا ہوئے

source: An error occurred while voting the transcript
khw: نیویشیرو تین ووٹ دیاوا ای نقص پیدا ہوئے

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
khw: کھوشت استعمال کوراکو معلومات مثلا عمر، موش/کیمیری وا لہجہ ہوازو ڈیٹو لوان ہوش کوراک انجنو تربیت دیکو پچین استعمال بونیان۔ تان استعمال بک نام وا ای میل تہ جمع بیرو ڈیٹو سون جوست نو بوئے۔ وا تو تان استعمالو نامو پشیکو یا کھوشتیکو بوس۔

source: Answer questions
khw: سوالان جواب دیت

source: Answer Questions <small>(Coming soon)</small>
khw: سوالان جواب دیت<small> (شاو گویان)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
khw: کا دی نیویشیرو وا لوان ڈیٹا سیٹو بوژی، ساوزے وا محفوظ کور تان وارو حفاظت، زندہ وا ژانگ کوریکو بوئے۔

source: Approve
khw: منظور کوریک

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
khw: پیک پس منظر صحیح۔ لیکن اسپہ نو مݰکیسیان کہ خور ہواز مشینو حساب کتابا ہݰ لفظان پشیکو وجہ بائی کی ہتیت نویشیرو نیکی۔اگر تو نویشیرووار علاوہ سفا لفظ کار کی ارو ہسے اسکوردی ہواز رد کو۔ عام طورا ہیا ٹی ویو کھولاو پیځیکو وجہیں بویان یا شویا مشقولگیو۔

source: Arabic
khw: عربی

source: Aragonese
khw: ایراجینیس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
khw: تو کامن وائسو اسپونٹینئس اسپیچ منصوبو ہیہ جوو ٹسٹ گروپا اسپہ سوم پروشٹیار شامل اسوسا؟

source: Are you coming? [called by another]
khw: تو گوسانا؟ [خور کا ہوئیی پرائے]

source: Are you coming? <strong>[called by another]</strong>
khw: توگوسانا؟ <strong>[ خور کا ہوئے پرائے ]</strong>

source: Armenian
khw: ارمینئین

source: Armenian Western
khw: آرمینین ویسٹرن

source: Arvanitika
khw: ارونیٹیکا

source: Ask about a new language
khw: ای نوغ وارو بارا بشار کو

source: Ask Mozilla to share your events
khw: موزیلو تین تان واقعاتان لودیت۔

source: Ask sensitive questions
khw: حساس سوال کو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
khw: اسپاسر بشار کو <matrixLink> خانہ</matrixLink> <discourseLink>مشقولگیو ژاغا </discourseLink> یا <emailLink> ای میل</emailLink>بی

source: Assamese
khw: آسامیس

source: Asturian
khw: استورئن

source: Atayal
khw: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
khw: نیویشیروا ہر لفظ بیلیک، بےمعنی مشقولگیو ہواز وا جوگان راردو سف شامل بیلیک۔

source: Attention!
khw: توجہہ

source: Audio Format
khw: ہوازو ساخت

source: Automotive and Transport
khw: کوسک اشناری وا گاڑی

source: Avatar
khw: ایویٹر

source: Avatar uploaded
khw: ایویٹر اپلوڈ ہوئے

source: Average
khw: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
khw: کیہ وخت استعمال کوراک 'دی' رے ووٹ کی پرائے ہوازو سہی بیکو نݰان لگینو بویان۔

source: Avoid too much background noise - it should be easy to hear you.
khw: گوݯتو ہواز مو گیار - تا لوان کارکوریک اسان بائے

source: Awards
khw: انعام

source: Azerbaijani
khw: اذربائجانی

source: Baatonum
khw: باتونوم

source: Baba Malay
khw: بابا مالے

source: Back
khw: اچی

source: Background Noise
khw: گوݯتو شور

source: Background Voices
khw: اݯھو شور

source: Back to Top
khw: واپس سورا گے

source: Bafia
khw: بافیا

source: Bafut
khw: بفوت

source: Bahasa Malay
khw: بھاسا مالے

source: Balochi
khw: بلوچی

source: Balti
khw: بلتی

source: Bambara
khw: بامبارا

source: Bamun
khw: بامون

source: Bamvele
khw: بامویلے

source: Bankon
khw: بانکون

source: Baoule
khw: ًبااولے

source: Basaa
khw: باسا

source: Bashkir
khw: بشکیر

source: Basque
khw: باسقوی

source: Batanga
khw: بتانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
khw: لفظو غلط را اسور، غلط ژاغا زور دیتی اسور یا سوالہ نݰانو نو رے اسور، رے ہوازو مسترد کوریکار پروشٹی احتیاط کو۔ دونیا بو قسمہ لہجہ شینی ہتان موژار پھتیو تہ تان کمیونیٹا استعمال نو بیرو بوئے۔ مہربانی کوری ہتے رویانتے شاباشی دیت کا کی تہ سار مختلف لو دونیان۔

source: Become a Common Voice Partner
khw: کامن وائسا شراکت دار بوس

source: Belarusian
khw: بیلارشین

source: Benefits
khw: فائدہ

source: Bengali
khw: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
khw: [‘Beret’ صحیح شیر ہمو اولو حصہ زور دوسان(یوکے) یا جوو(یو ایس) ]

source: Betawi
khw: بتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
khw: بہتر ہݰ بوئے کی واران حقیقی مدد بار کیچہ کی ای وارو ترجمہ وا<mark> خور وارو لفظان استعمال کوریک شیر</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
khw: بہتر ہݰ بوئے کی ہتے واران مدد بائے کیہ وارا بو کم<mark> یا استعمالو(مثلا سماجی، شکلان ، تاریخی طورا ہتیت نویشیکا نیکی ) بچین جمع بیرو نویشیرو نیکی

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
khw: <bold> غیر سرکاری تنظیم وا محقیق</bold>۔ متاثر کون ڈیٹا سیٹو ساویزیانی، میزبانی کورانی وا رویان سوم بوژانی۔

source: <bold>{ $count }</bold> Clips
khw: <bold>{ $count }</bold> اسکوردی ہواز

source: <bold>Help us</bold> find more voices
khw: <bold>اسپہ سوم مدد کو </bold> خور ہوازو مݰکے

source: <bold>If you value open, inclusive data - donate today!</bold>
khw: <bold> تو کی وریع وا ہارکوس معلوماتان قدر کی کوسان۔ ہنون مہربانی کو۔

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
khw: <bold> خدمت خلق</bold> مقامی تخلیق وا ترقی بیکو پچین پیسو مدد دیانی

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
khw: <bold>ٹیکنالوجیو کمپنیان</bold> بو زبانان بارا آے آئی ماحولو عام کوریکو پچین وریغ ڈیٹا سیٹا پیسہ لگیک

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
khw: <bold> اے آئی دنیو ای کما وران پچین کو کوروم کوریلیک؟</bold>

source: Borgu Fulfulde
khw: بورگوفولفولدے

source: Bosnian
khw: بوسنئین

source: Both
khw: جو کھاڑ

source: Both (Speak and Listen)
khw: کھاڑان (راوے وا کار کورے)

source: Breton
khw: بریٹن

source: [British English might make "root"]
khw: [برطانیو انگریزیا ''رُوٹ''root" ]

source: Browse Languages
khw: واران مݰکے

source: Brushaski
khw: بروششکی

source: Build a custom goal
khw: تان تین ای حدف لکھے

source: Build Profile
khw: پروفائل ساوزاوے

source: Bulgarian
khw: بلغارین

source: Bulk batch
khw: بو امبوخ

source: Bulk Sentences Uploaded
khw: بو امبوخ جملہ اپلوڈ ہونی

source: Bulu
khw: بولو

source: Bunun
khw: بونن

source: Burmese
khw: برمی

source: Buryat
khw: بوریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
khw: <b> ای میل کو مݰکیسیان</b> اسپہ تہ سوم گیاگ وختہ ڈیٹا سیٹو بدل کوریکو بچین رابطہ کوریلک بوئے۔ ای میل تہ سوم رابطہ کوریکو ذریعہ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
khw: "لینکو ای میلا مہ تین انځاوے" کلک کی ارو ہیہ لووٰ منیتاو کی اسپہ<termsLink> کورمو شرط تہ تین قبول</termsLink>وا<privacyLink> رازردری پالیسی</privacyLink> وا موزیلا دی معلوماتان تہ تین ای میل کوئے کہ کامن وائسو اسپونٹینئس اسپیچ منصوبہ کیچہ کوری حصہ گانیس۔

source: By editing your goal, you may lose your existing progress.
khw: تان حدفو بدل کی ارو، تہ کوروم تونج دی بوئے۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
khw: ای میل جاری ستو قبول کوریکو ہیہ لوو واضح ہوئے کہ موزیلا ہمی معلوماتان سنبال کی اریر تہ تین قبول کیچہ کی موزیلو <privacyLink> راز دریو پالیسیا</privacyLink> تفصیل شیر۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
khw: <b> تو منیسان</b> کہ تو کامن وائسا لو دیاکان شناخت کوریکو کوشش نو کوس

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
khw: تان بارا پھوک معلومات دیتی، ہوازو معلومات تو کامن وائسا شامل کی ارو لو دیکو تین بو فائدہ ہوئے۔ ہوݰ کوراک مشین ہمی معلوماتان سہی بکو معیار پچین استعمال کویان۔

source: By telling us about yourself, you will help developers build more inclusive technology
khw: تان بارا اسپہ سون لو دیتی تو ساوزئے یکان سون سفو پچین ٹینالوجی ساوزیکا مدد کوس

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
khw: کامن وائسو استعمال کوری تو اسپہ <termsLink>شرطان</termsLink> وا <privacyLink>راز دریو لوان</privacyLink> منیتاو

source: Cameroon Pidgin
khw: کیمرون پڈگین

source: [Canadian English might make "route" sound like "rowt"]
khw: [کنیڈو انگریزیا ˈˈروٹوˈˈ (route) آوازو ˈˈراوٹˈˈ (rowt) دی ساوزیکو بونی]

source: Cancel
khw: منسوخ

source: Cancel Re-recording
khw: رکارڈنگو کینسیل کو

source: Cancel Submission
khw: جمع کوریکو کینسیل کو

source: Cannot submit more than 1000 sentences
khw: 1000 ذیاد جملہ جمع کورین نو بوئے

source: Can't decide?
khw: فیصلہ کوریکو نو بوسانا؟

source: Cantonese
khw: کنتونیسی

source: Catalan
khw: کٹالن

source: Central Alaskan Yupʼik
khw: مرکزی الاسکین یوپ ایک

source: Central Kurdish
khw: سینٹرل کردیش

source: Central Melanau
khw: وسطی میلانو

source: Central Puebla Nahuatl
khw: مرکزی پیوبلا ناہواتل

source: Change
khw: بدل کو

source: Change preferences
khw: ترجیہاتان بدل کو

source: Changes the language dataset to which you're contributing
khw: ہتے وارو تین الوس کی کورا کی تو حصہ دریک مݰکیسان

source: Changes website text only.
khw: ویب سائٹو صرف عبارتو بدل کو

source: Change your email via Settings under Login Identity
khw: لاگ انو موڑو سیٹنگو ذریعہ تان ای مولو تبدیل کو

source: Check
khw: چیک کو

source: Check <icon></icon> is this a linguistically correct sentence?
khw: لوڑے <icon> </icon>ہیہ کھوارو سہی جملہ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
khw: چیک کوکی تہ وار شامل شیرا <languagesPageLink> کامن وائسو واران صفحہ </languagesPageLink> اگر کی نیکی ہیا فارمو ٹیپھاوے اسپہ <strong> تہ تین ای اسان ای میل انځیسی کی تان وارو کچہ کوری ترتیب دوس۔

source: Check Transcriptions
khw: نیویشیروان لوڑے

source: <chevron></chevron>See less
khw: کم لوڑے

source: <chevron></chevron>See more
khw: <chevron></chevron>خور لوڑے

source: Chinese (China)
khw: چینی(چین)

source: Chinese (Hong Kong)
khw: چینی(ہانگ کانگ)

source: Chinese (Taiwan)
khw: چینی(تائوان)

source: Chinyanja
khw: چینیانجا

source: Choose language/localization
khw: ای وارو گنے/مقامی

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
khw: سادہ سواالان گنے کہ ہیت سفو ہوݰ کوریکو بݰ بانی۔ تان ثقافتو یا ژاغو بیک ضروری نو۔

source: Chuvash
khw: چوواش

source: Citation
khw: حوالہ

source: Cite with a URL link or the full name of the work.
khw: یو ار ایل لینکو گنی یا کورمو پورا نامو سورا حوالہ دیت۔

source: Citing Sentences
khw: جملان حوالہ دیک

source: Click
khw: کلک کو

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
khw: ہیا صفحو استعمالو ݯھیݯھیکو بچین ہیا<guidanceLink>کلک کو</guidanceLink>

source: Clipboard not supported
khw: کلپ بورڈ سپورٹ نو کویان

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
khw: { $clipCount } ہوازو کلپ، تمام محفوظ بیرو سائز { $size }۔ مدت پورا بوئے { $expires }

source: Clip Graveyard
khw: ہوازن قبرستان

source: Clips recorded
khw: اسکوردی ہواز رکارڈ ہونی

source: Clips Uploaded
khw: اسکوردی ہواز اپلوڈ ہوئے

source: Clips validated
khw: ہواز توثیق ہونی

source: Clips You've Recorded
khw: ہتے ہواز کھیو کہ تو ریکارڈ کوری اسوس۔

source: Clips You've Validated
khw: ہواز تصدیق کوری اسوس

source: Close
khw: بند

source: Collecting sentences
khw: جملان جمع کوریک

source: Coming Soon
khw: شاؤ گویان

source: Comment
khw: تبصیرہ

source: Common Voice data plus all other voice datasets above.
khw: کامن وائسو معلومات وا سورا ہے تھمام خور ہوازان ڈیٹاسیٹ۔

source: Common Voice Dataset
khw: کامن وائسو ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
khw: کامن وائس کمیونیٹیو ساوزیرو مفت وا سفو پچین ای ژاغا

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
khw: کامن وائس موزیلا فونڈیشینو ای منصوبہ۔ ای امریکی 501c3۔ ہیہ پروجیکٹو تھمام پیسہ <philantropicGrantLink> خدمت خلق فنڈار</philantropicGrantLink> وا پورا دونیو رویان چندار گویان۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
khw: کامن وائسو تے فنڈ خیراتو اوچےمددتو ذریعہ گویان۔ اسپہ ماہر تعلیمان، تنظیمان وا کارخانان بارا تحقیق کوراکان سون ای بیتی کوروم کوسیان۔ کامن وائس استعمالو بچین مفت مگم ہمو خرچو اسنیک وا مدد کوری حصہ گنیکو بو مدد بوئی۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
khw: کامن وائس قدرتی، تنار تان وا نو نیویشیرو لوان بچین ایک خور ژاغا شروع کویان۔ ہیہ امبوخ معلوماتان شاؤ بڑاڅیکا بو کمیونیٹان سوم مدد کوئے، وا ڈیٹو سائنسدانان وا ساوزیکان تین دی فائدہ تریر۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
khw: کامن وائس موزیلوای مہم۔ ہیا اصل روئی کیچہ کوری لو دونیان رے مشینو ݯھیݯھیکا مدد کویان۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
khw: کامن وائس عام رویان بچین دنیاسفوسر لوٹ بو واران ہوازان ڈیٹاسٹ۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
khw: کامن وائسو ریکارڈنگان ماہر تعلیم، چیق کاروباری استعمال کونیان وا ہوازو ہوݰ کوراک شوقین روئی تربیتو وا ہوازو غون عام فائدو اشناریو ذیاد کوریکو پچین مدد بویان۔

source: Community and Languages
khw: کمیونیٹی وا وار

source: Community, Creatives and Civil Society
khw: کمیونیٹی، تخلیقی کوروم وا عام رویان تنظیم

source: Community participation and decision making.
khw: کمینوٹیو حصہ دریک وا فیصلہ کوریک۔

source: Community Playbook
khw: کمنیوٹی پلے بک

source: Confirm Goal
khw: حدفو تصدیق کو

source: Connect with Gravatar
khw: گریویٹیرو سون کنکٹ بوس

source: Contact
khw: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
khw: مصنف، ڈرامہ نویشکان یا ٹی ویو تین نویشکان سون رابطہ کو وا تیتان سار بشار کو کہ تیت تان کورمو پھوک حصو عام رویان پچین استعمالا انگیگو تین مہربانی کونیا۔

source: Contact Form
khw: رابطو فارم

source: Contact the Common Voice team
khw: کامن وائسو ٹیمو سوم رابطہ کو

source: Contact us
khw: اسپہ سوم رابطہ کو

source: Contact Us
khw: اسپہ سون رابطہ کو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
khw: مواد کریئٹیو کامن لائسنسو <licenseLink> ذریعہ دستاب شیر</licenseLink>

source: Continue
khw: جاری سوتے

source: Continue speaking
khw: لوؤ جاری سوتو

source: Continue validating
khw: تصدیق کوریکو جاری سوتے

source: Contribute
khw: حصہ گانیک

source: Contribute on GitHub
khw: گیٹ ہبا بی حصہ دراوے

source: Contribute sentences
khw: جملہ شامل کو

source: Contribute text
khw: نیویشیکا حصہ گنے

source: Contribute to { $lang }
khw: { $lang } حصہ دریک

source: Contribute to text corpus
khw: نیویشیروان بڑڅیکا حصہ گنے

source: Contributing to dataset for { $language }
khw: ڈیٹا سیٹو سوم { $language } بچین مدد کوریک

source: Contribution Activity
khw: حصہ دریکان کوروم

source: Contribution Criteria
khw: حصہ دریکو اصول

source: Contribution Experience
khw: شرکت کوریکو تجربہ

source: Contribution Guidelines
khw: حصہ دریکو رہنمائی

source: Contributors record voice clips by reading from a bank of donated sentences.
khw: تعاون کوراک مہربانی کاردو جملان موژار رے اسکوردی ہوازان رکارڈ کونیان۔

source: Cookies
khw: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
khw: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
khw: کوپینالا زوک

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
khw: <coquiLink>کوقی </coquiLink> آزاد لودیکو بچین شیر۔ ہمیتان منصوبہ کوڑوم ݯھیݯھیکو بنیادا ایس ٹی ٹی وا ٹی ٹی ایس انجن شامل شیر

source: Cornish
khw: کورنیش

source: Correct
khw: سہی شیر
